Repository: DMPR-dev/gutenberg-editor-block-elements-library
Catalog: translations/gutenberg-block-elements-library-*.po
Languages: de_de

source: BlockName argument was not passed!
de_de: BlockName Argument wurde nicht übergeben!

source: BlockTitle argument was not passed!
de_de: Das Argument BlockTitle wurde nicht übergeben!

source: RenderCallback argument was not passed!
de_de: RenderCallback-Argument wurde nicht übergeben!

source: Block is configured on settings sidebar >>
de_de: Dieser Block kann nur über die Einstellungen an der Seite verändert werden >>

source: Can not create a folder for block! Please set read-write priviledges to 0777!
de_de: Kann keinen Ordner für Block erstellen! Bitte setzen Sie Lese- und Schreibrechte auf 0777!

source: Invalid settings group passed
de_de: Ungültige Einstellungsgruppe übergeben

source: Unable to open file
de_de: Datei kann nicht geöffnet werden

source: Images Desktop
de_de: Bilder Desktop

source: Images Mobile
de_de: Bilder Mobile

source: Remove Color
de_de: Entfernen Farbe

source: Add Image
de_de: Bild hinzufügen

source: Remove Image
de_de: Bild entfernen

source: Are you sure that you want to delete this image?
de_de: Sind Sie sicher, dass Sie dieses Bild löschen möchten?

source: Edit
de_de: Bearbeiten

source: Add To List
de_de: Zu Liste hinzufügen

source: Are you sure that you want to delete this object?
de_de: Möchten Sie dieses Objekt wirklich löschen?

source: UP
de_de: OBEN

source: DOWN
de_de: UNTEN
